Repository: PeerProducedResearch/tweetannotator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Annotate tweets on COVID19
de: Annotieren sie Tweets zu COVID-19
fr: Annotez des tweets sur Covid-19

source: COVID19 Tweet annotation
de: COVID-19 Tweet-Annotierung
fr: Annotation de tweets sur Covid-19

source: Analysis
fr: Analyse

source: About
de: Über
fr: A propos

source: This project is collaboration between the <a href="https://research.cri-paris.org/teampage?id=5cde7f999a474e4a9f93b281">Interaction Data Lab</a> and the <a href="https://research.cri-paris.org/teampage?id=5d809b499a474e063faa3a1a">Peer-Produced Research Lab</a> of <a href="https://research.cri-paris.org">CRI Paris</a>.
de: Dieses Projekt ist eine Kollaboration zwischem dem <a href="https://research.cri-paris.org/teampage?id=5cde7f999a474e4a9f93b281">Interaction Data Lab</a> und dem <a href="https://research.cri-paris.org/teampage?id=5d809b499a474e063faa3a1a">Peer-Produced Research Lab</a> des <a href="https://research.cri-paris.org">CRI Paris</a>.
fr: Ce project est une collaboration entre le <a href="https://research.cri-paris.org/teampage?id=5cde7f999a474e4a9f93b281">Interaction Data Lab</a> et le <a href="https://research.cri-paris.org/teampage?id=5d809b499a474e063faa3a1a">Peer-Produced Research Lab</a> au <a href="https://research.cri-paris.org">CRI Paris</a>.

source: In this study, we provide a replicable, data-driven approach to investigate a potential second wave of the COVID pandemic. In an open science spirit, we are particularly interested in how citizens can take part in research projects at all levels, from crowdsourcing to machine learning algorithms.
de: In dieser Studie stellen wir einen replizierbaren und Daten-basierten Ansatz bereit um eine eventuelle zweite Welle der COVID-Pandemie zu untersuchen. Im Geiste der "offenen Wissenschaft" sind wir insbesondere daran interessiert wie Bürger an allen Aspekten der Forschung teilnehmen können, von Crowdsourcing bishin zu den Algorithmen.
fr: Dans cette étude, nous proposons une approche reproductible basée sur de larges jeux de données, pour étudier une éventuelle seconde vague de la pandémie de COVID. Dans un esprit d'ouverture scientifique, nous nous intéressons particulièrement à la manière dont les citoyens peuvent participer à de tels projets de recherche à tous les niveaux, du crowdsourcing aux algorithmes d'intelligence artificielle.

source: This is why we tried to open the products of this study as much as possible, from downloadable labeling data to <a href="https://github.com/InteractionDataLab/covid-twitter-analysis">directly editable notebooks through Binder</a>.
de: Daher haben wir versucht alle Produkte die aus unserer Forschung kommen so offen wie möglich zu machen. Dies beinhaltet eine offene Veröffentlichung der crowdgesourcten Labels und <a href="https://github.com/InteractionDataLab/covid-twitter-analysis">die direkt editierbaren Analyse-Notebooks mit Binder</a>.
fr: C'est pourquoi nous avons essayé d'ouvrir le plus possible les produits de cette étude, de données d'étiquetage téléchargeables à des <a href="https://github.com/InteractionDataLab/covid-twitter-analysis">notebooks directement éditables via Binder</a>.

source: Data & Privacy
fr: Protection des données

source: We collected tweets specifically from users in Île-de-France. We first used the Streaming API to identify users in the Paris area, and then collected the historic data from these users. This dashboard presents our analyses, based on 30,000 Twitter users, for a total of about 33 million tweets from December 2019 (17 million without retweets).
de: Wir haben Tweets von Benutzern aus Île-de-France gesammelt. Über die Twitter-Streaming-API haben wir Benutzer aus der Pariser Region identifiziert und die historischen Daten dieser Benutzer gesammelt. Dieses Dashboard presentiert die Analysen die auf 30,000 Twitter-Benutzern basieren und in etwa 33 Millionen Tweets seit Dezember 2019 enthalten (17 Millionen ohne Retweets).
fr: Nous avons recueilli des tweets spécifiquement auprès d'utilisateurs d'Île-de-France. Nous avons d'abord utilisé l'API de streaming pour identifier les utilisateurs de la région parisienne, et avons ensuite recueilli les données historiques de ces utilisateurs. Ce tableau de bord présente nos analyses, basées sur 30 000 utilisateurs de Twitter, pour un total d'environ 33 millions de tweets à partir de décembre 2019 (17 millions sans retweets).

source: For the number of passages to emergencies, we used public data from <a href="https://www.data.gouv.fr/fr/datasets/donnees-des-urgences-hospitalieres-et-de-sos-medecins-relatives-a-lepidemie-de-covid-19/">Santé Publique France</a> about emergencies and SOS Médecins data related to COVID.
de: Die Zahl der Fälle in Notaufnahmen stammen von den öffentlichen Daten von <a href="https://www.data.gouv.fr/fr/datasets/donnees-des-urgences-hospitalieres-et-de-sos-medecins-relatives-a-lepidemie-de-covid-19/">Santé Publique France</a> und SOS Médecins im Zusammenhang mit COVID.
fr: Pour le nombre de passages aux urgences, nous avons utilisé les données publiques de <a href="https://www.data.gouv.fr/fr/datasets/donnees-des-urgences-hospitalieres-et-de-sos-medecins-relatives-a-lepidemie-de-covid-19/">Santé Publique France</a> sur les urgences et les données de SOS Médecins relatives au COVID.

source: This website does not store any personal identifiable information. If you are annotating tweets, the only thing being stored is a random but unique identifier tied to your current browser that will be associated with your annotations. <br/>
fr: Ce site web ne stocke aucune information personnelle identifiable. Si vous annotez des tweets, la seule chose qui est stockée est une information aléatoire mais identifiant unique lié à votre navigateur actuel qui sera associé à vos annotations.<br/>

source: Additionally, this site's hoster <a href="https://www.heroku.com/">Heroku</a> stores and gives us access to the IP addresses of visitors and the pages visited on this site. These logs are stored by them for up to a week.
fr: En outre, l'hébergeur de ce site, <a href="https://www.heroku.com/">Heroku</a>, stocke et nous donne accès aux adresses IP des visiteurs et les pages visitées sur ce site. Ces journaux sont conservés par eux pendant une semaine au maximum.

source: The Team
de: Das Team
fr: L'équipe

source: Team leader of the Interaction Data Lab, CRI Research Fellow and Director of Research for Just One Giant Lab.
fr: Chef d'équipe du Interaction Data Lab au CRI Paris et Directeur Recherche de Just One Giant Lab.

source: Team leader of the Peer-Produced Research Lab, CRI Research Fellow and Director of Research for Open Humans.
fr: Chef d'équipe du Peer-Produced Research Lab, CRI Research Fellow et Directeur de Recherche de Open Humans.

source: ENSAE Student in Data Science and Social Science. Intern at Interaction Data Lab
fr: Étudiante à l'ENSAE en Data Science et Sciences Sociales. Stagiaire au Interaction Data Lab.

source: Data Analytics and Tools team at the World Bank, visiting researcher at NYU Computer Science, and fellow at the MIT Medialab.
fr: Membre de l'équipe Data Analytics and Tools à la Banque Mondiale, chercheur affilié à NYU Computer Science, and fellow du MIT Medialab.

source: Does this tweet contain self-reported COVID19 symptoms?
de: Enthält dieser Tweet selbsteingeschätzte COVID-19 Symptome?
fr: Ce tweet contient-il des symptômes Covid-19 autodéclarés ?

source: Symptoms can be about the person tweeting or someone they are referring to directly. They should be current and not about past events. If you are unsure about your annotation, hit the “<i>skip</i>” button.”
de: Symptome können die Person die tweetet betreffen oder jemanden über den sie tweeten. Sie sollten aktuelle Symptome beschreiben und keine älteren Ereignisse betreffen. Falls sie sich unsicher sind können sie den <i>überspringen</i> Knopf drücken.
fr: Les symptômes peuvent être liés à la personne qui tweete ou à une personne à laquelle elle fait directement référence. Ils doivent être actuels et ne pas concerner des événements passés. Si vous n'êtes pas sûr de votre annotation, cliquez sur le bouton <i>"Suivant"</i>".

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: skip
de: Überspringen
fr: Suivant

source: What is this about?
fr: De quoi s'agit-il ?

source: <p> In this study, we aim to create <strong>a model of how tweets about self-reported COVID19 symptoms can help predict upcoming pandemic waves</strong>, and more generally the rise and fall of the disease. To that end, we crawled public tweets from the Paris region filtered by symptoms keywords, and plotted them in time (see the graph below). </p>
fr: Dans cette étude, nous visons à créer un modèle de la façon dont les tweets sur les symptômes Covid-19 autodéclarés peuvent aider à prévoir les prochaines vagues de pandémie, et plus généralement la montée et la chute de la maladie. À cette fin, nous avons consulté les tweets publics de la région parisienne, filtrés par des mots-clés relatifs aux symptômes, et les avons analysés dans le temps (voir le graphique en bas de page).

source: However, this filtering is very crude, e.g people don't only tweet about symptoms when they are currently falling sick, but also about that one time a year ago when they fell sick, or when talking about the general news.
de: Diese Filter sind allerdings sehr grob. Zum Beispiel, Menschen twittern nicht nur über Symptome wenn sie selbst gerade krank werden, sondern auch über vergangene Krankheiten oder im Zusammenhang mit Nachrichtenmeldungen.
fr: Cependant, ce filtrage est très grossier, par exemple les gens ne twittent pas seulement sur les symptômes lorsqu'ils sont en train de tomber malade, mais aussi à propos de moments passés où ils sont tombés malades, ou à propos de nouvelles générales.

source: To filter out such false-positives we need <strong>your</strong> help! Which of these tweets are describing an acute symptom and which ones don't? Your contribution will make a direct impact!
de: Um diese falsch-positiven Meldungen herauszufiltern benötigen wir <strong>ihre</strong> Hilfe. Welche dieser Tweets beschreiben akute Symptome und welche nicht? Ihr Beitrag hat einen direkten Einfluss auf die Ergebnisse!
fr: Pour filtrer ces faux positifs, nous avons besoin de <strong>votre</strong> aide ! Lequel de ces tweets décrit un symptôme aigu et lequel ne le décrit pas ? Votre contribution aura un impact direct !

source: If you want to learn more about the people behind this project you can <a href="/about">visit our <i>About</i> page</a>.
de: Wenn sie mehr über die Menschen hinter diesem Projekt wissen wollen können sie <a href="/about">unsere <i>Team-Seite</i> besuchen</a>.
fr: Si vous souhaitez en savoir plus sur l'équipe à l'origine de ce projet, vous pouvez <a href="/about">visiter notre page <i>À propos</i></a>.

source: Latest annotations
de: Letzte Annotierungen
fr: Dernières annotations

source: <h4>Do you want to run your own data analyses?</h4>
fr: <h4>Vous souhaitez effectuer vos propres analyses de données ?</h4>

source: You can download all %(annotation_count)s annotations (including a UUID referring to each annotator session) to create your own filtering or machine learning algorithm.
fr: Vous pouvez télécharger les %(annotation_count)s annotations actuelles (comprenant un identifieur unique UUID se rapportant à chaque session d'annotation) pour créer votre propre algorithme de filtrage ou d'apprentissage automatique.

source: Please visit our <a href="https://github.com/InteractionDataLab/covid-twitter-analysis">GitHub repository</a> if you want to contribute!
fr: Veuillez visiter notre <a href="https://github.com/InteractionDataLab/covid-twitter-analysis">page GitHub</a> si vous voulez contribuer !

source: Download Tweets
fr: Télécharger les tweets

source: Download Annotation
fr: Télécharger les annotations

source: Visualization
fr: Visualisation

source: <p> Below we visualise the number of tweets containing COVID19 symptoms using 7 days averaging windows, both using our simple filtering system (orange), or the improved filtering using crowd-sourced annotation (blue). To build that curve, we only take into account tweets that have been labelled as "yes" at least 50%% of the time ; we then show the daily rate of tweets labelled as "yes" multiplied by the daily number of tweets containing symptoms.
fr: Nous représentons ci-dessous le nombre de tweets mentionant des symptômes du COVID19 moyenné sur 7 jours, en utilisant notre système de filtrage simple basé sur les symptômes (orange), et notre filtrage amélioré grâce aux annotations de la plateforme citoyenne. Pour construire cette courbe, on ne considère que les tweets qui ont été labellisés "oui" au moins 50%% du temps ; on représente ensuite le taux quotidien de tweets labellisés "oui", multiplié par le nombre de tweets mentionnant des symptômes par jour.

source: We show as a reference the number of passages to emergencies (see <a href='/analysis'>Analysis</a> for more information).
fr: Nous indiquons comme référence le nombre de passages aux urgences (voir <a href='/analysis'>Analyse</a> pour plus d'informations).

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemand

source: Annotation
de: Annotierung

source: date
de: Datum

source: Download annotation
de: Annotation herunterladen

source: Please visit our <a href="https://github.com/InteractionDataLab/covid-twitter-analysis">GitHub repository</a> if you want to contribute!
de: Bitte besuchen sie <a href="https://github.com/InteractionDataLab/covid-twitter-analysis">unser GitHub Repository</a> falls sie zu unserer Forschung beitragen wollen.

source: <p> Below we visualise the number of tweets containing COVID19 symptoms using 7 days averaging windows, both using our simple filtering system (orange), or the improved filtering using crowd-sourced annotation (blue).
de: <p>Hier visualisieren wir die Anzahl an Tweets die COVID-19 Symptome enthalten, normalisiert in einem 7-Tages-Fenster, sowohl für unser simples Filtersystem (orange) und das verbesserte Filtern mit der Crowdsourcing-Annotierung (blau).
